Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: On iPhone and iPad, share a recipe page from Safari or another app straight to MealPlan — it appears here through iCloud.
da: På iPhone og iPad kan du dele en opskriftsside fra Safari eller en anden app direkte til MealPlan — den dukker op her via iCloud.
de: Teile auf iPhone und iPad eine Rezeptseite aus Safari oder einer anderen App direkt zu MealPlan – über iCloud taucht sie hier auf.
es: En iPhone y iPad, comparte una página de receta desde Safari u otra app directamente con MealPlan: aparece aquí a través de iCloud.
fr: Sur iPhone et iPad, partagez une page de recette depuis Safari ou une autre app directement vers MealPlan — elle apparaît ici via iCloud.
it: Su iPhone e iPad, condividi una pagina di ricetta da Safari o da un’altra app direttamente in MealPlan: compare qui tramite iCloud.
nl: Deel op iPhone en iPad een receptpagina vanuit Safari of een andere app rechtstreeks naar MealPlan — hij verschijnt hier via iCloud.
pt_pt: No iPhone e no iPad, partilha uma página de receita a partir do Safari ou de outra app diretamente para o MealPlan — aparece aqui através do iCloud.

source: On the list
da: På listen
de: Auf der Liste
es: En la lista
fr: Sur la liste
it: Nella lista
nl: Op de lijst
pt_pt: Na lista

source: On the shopping list
da: På indkøbslisten
de: Auf der Einkaufsliste
es: En la lista de la compra
fr: Sur la liste de courses
it: Nella lista della spesa
nl: Op de boodschappenlijst
pt_pt: Na lista de compras

source: On this device
da: På denne enhed
es: En este dispositivo
fr: Sur cet appareil
it: Su questo dispositivo
nl: Op dit apparaat
pt_pt: Neste dispositivo

source: One pot
da: Sammenkogt ret
de: Eintopf
es: Plato único
fr: Plat unique
it: Piatto unico
nl: Eenpansgerecht
pt_pt: Prato único

source: One-time purchase
da: Engangskøb
es: Compra única
fr: Achat unique
it: Acquisto una tantum
nl: Eenmalige aankoop
pt_pt: Compra única

source: Only events near a meal’s time are considered, so a day’s full calendar never lands in your plan.
da: Kun begivenheder tæt på et måltids tidspunkt tælles med, så en hel dags kalender lander aldrig i din plan.
de: Es zählen nur Termine rund um die Zeit einer Mahlzeit – nie der ganze Tageskalender.
es: Solo se tienen en cuenta los eventos cercanos a la hora de una comida, así que el calendario entero de un día nunca acaba en tu plan.
fr: Seuls les événements proches de l’heure d’un repas sont pris en compte : le calendrier complet d’une journée n’atterrit jamais dans votre menu.
it: Vengono considerati solo gli eventi vicini all’orario di un pasto, così l’intero calendario di una giornata non finisce mai nel tuo piano.
nl: Alleen afspraken rond het tijdstip van een maaltijd tellen mee, dus de hele dagagenda belandt nooit in je plan.
pt_pt: Só são considerados os eventos perto da hora de uma refeição, por isso o calendário completo de um dia nunca entra no teu plano.

source: Only the household owner can invite people.
da: Kun husstandens ejer kan invitere folk.
es: Solo el propietario del hogar puede invitar a otras personas.
fr: Seul le propriétaire du foyer peut inviter des personnes.
it: Solo il proprietario può invitare altre persone.
nl: Alleen de eigenaar van het huishouden kan mensen uitnodigen.
pt_pt: Só o proprietário da casa pode convidar pessoas.

source: Open a .paprikarecipes or .mealplanrecipes file to bring a whole recipe collection over at once.
da: Åbn en .paprikarecipes- eller .mealplanrecipes-fil for at hente en hel opskriftssamling ind på én gang.
de: Öffne eine .paprikarecipes- oder .mealplanrecipes-Datei, um gleich eine ganze Rezeptsammlung zu übernehmen.
es: Abre un archivo .paprikarecipes o .mealplanrecipes para traer de una vez toda una colección de recetas.
fr: Ouvrez un fichier .paprikarecipes ou .mealplanrecipes pour importer toute une collection de recettes d’un coup.
it: Apri un file .paprikarecipes o .mealplanrecipes per importare in una volta un’intera raccolta di ricette.
nl: Open een .paprikarecipes- of .mealplanrecipes-bestand om in één keer een hele receptencollectie over te nemen.
pt_pt: Abre um ficheiro .paprikarecipes ou .mealplanrecipes para trazer de uma vez uma coleção inteira de receitas.

source: Open a dish and use “Find a recipe” to fetch ingredients and steps from a website.
da: Åbn en ret, og brug “Find en opskrift” til at hente ingredienser og trin fra en hjemmeside.
de: Öffne ein Gericht und hol Zutaten und Zubereitung über die Rezeptsuche von einer Website.
es: Abre un plato y usa “Buscar una receta” para traer los ingredientes y los pasos de una web.
fr: Ouvrez un plat et utilisez « Trouver une recette » pour récupérer les ingrédients et les étapes sur un site.
it: Apri un piatto e usa “Trova una ricetta” per prendere ingredienti e passaggi da un sito.
nl: Open een gerecht en gebruik “Zoek een recept” om ingrediënten en stappen van een website te halen.
pt_pt: Abre um prato e usa “Encontrar uma receita” para ir buscar os ingredientes e os passos a um site.

source: Open in %@
da: Åbn i %@
es: Abrir en %@
fr: Ouvrir dans %@
it: Apri in %@
nl: Openen in %@
pt_pt: Abrir em %@

source: Open in app
da: Åbn i appen
es: Abrir en la app
fr: Ouvrir dans l’app
it: Apri nell’app
nl: Openen in app
pt_pt: Abrir na app

source: Open in app link (optional)
da: Link til at åbne i appen (valgfrit)
es: Enlace para abrir en la app (opcional)
fr: Lien d’ouverture dans l’app (facultatif)
it: Link per aprire nell’app (opzionale)
nl: Link om in app te openen (optioneel)
pt_pt: Link para abrir na app (opcional)

source: Open in Maps
da: Åbn i Kort
es: Abrir en Mapas
fr: Ouvrir dans Plans
it: Apri in Mappe
nl: Openen in Kaarten
pt_pt: Abrir no Mapas

source: Open Settings
da: Åbn Indstillinger
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
nl: Open Instellingen
pt_pt: Abrir Definições

source: Open Settings any time to revisit this guide.
da: Åbn Indstillinger når som helst for at se denne guide igen.
de: Diese Einführung findest du jederzeit wieder in den Einstellungen.
es: Abre Ajustes cuando quieras para volver a ver esta guía.
fr: Ouvrez Réglages à tout moment pour revoir ce guide.
it: Apri Impostazioni quando vuoi per rivedere questa guida.
nl: Open Instellingen wanneer je wilt om deze uitleg opnieuw te bekijken.
pt_pt: Abre as Definições quando quiseres para rever este guia.

source: Open the Camera app on the other phone and point it at this code.
da: Åbn Kamera-appen på den anden telefon, og ret den mod denne kode.
es: Abre la app Cámara en el otro teléfono y apúntala a este código.
fr: Ouvrez l’app Appareil photo sur l’autre téléphone et visez ce code.
it: Apri l’app Fotocamera sull’altro telefono e inquadra questo codice.
nl: Open de Camera-app op de andere telefoon en richt hem op deze code.
pt_pt: Abre a app Câmara no outro telefone e aponta-a a este código.

source: Open the page with the actual recipe on it, then try again.
da: Åbn siden med selve opskriften, og prøv igen.
es: Abre la página que contiene la receta y vuelve a intentarlo.
fr: Ouvrez la page qui contient réellement la recette, puis réessayez.
it: Apri la pagina che contiene davvero la ricetta, poi riprova.
nl: Open de pagina waar het recept echt op staat en probeer het opnieuw.
pt_pt: Abre a página que tem mesmo a receita e tenta novamente.

source: Open this invitation to plan meals together in MealPlan.
da: Åbn denne invitation for at planlægge måltider sammen i MealPlan.
es: Abre esta invitación para planificar comidas juntos en MealPlan.
fr: Ouvrez cette invitation pour planifier les repas ensemble dans MealPlan.
it: Apri questo invito per pianificare i pasti insieme in MealPlan.
nl: Open deze uitnodiging om samen maaltijden te plannen in MealPlan.
pt_pt: Abre este convite para planearem refeições juntos no MealPlan.

source: Optional. When you say who a calendar belongs to, the plan can show who is still busy around a meal. MealPlan never guesses this from calendar names.
da: Valgfrit. Når du angiver, hvem en kalender tilhører, kan planen vise, hvem der stadig er optaget omkring et måltid. MealPlan gætter det aldrig ud fra kalendernavne.
de: Optional. Wenn du angibst, wem ein Kalender gehört, kann der Plan zeigen, wer rund um eine Mahlzeit noch beschäftigt ist. MealPlan rät das nie anhand von Kalendernamen.
es: Opcional. Si indicas de quién es un calendario, el plan puede mostrar quién sigue ocupado alrededor de una comida. MealPlan nunca lo deduce de los nombres de los calendarios.
fr: Facultatif. Si vous indiquez à qui appartient un calendrier, le menu peut montrer qui est encore occupé autour d’un repas. MealPlan ne le devine jamais d’après le nom des calendriers.
it: Facoltativo. Se indichi a chi appartiene un calendario, il piano può mostrare chi è ancora impegnato intorno a un pasto. MealPlan non lo indovina mai dai nomi dei calendari.
nl: Optioneel. Als je aangeeft van wie een agenda is, kan het plan tonen wie rond een maaltijd nog bezet is. MealPlan leidt dit nooit af uit agendanamen.
pt_pt: Opcional. Se indicares de quem é um calendário, o plano pode mostrar quem ainda está ocupado à volta de uma refeição. O MealPlan nunca adivinha isto pelos nomes dos calendários.

source: Or scan nearby
da: Eller scan i nærheden
es: O escanea uno cercano
fr: Ou scanner à proximité
it: Oppure scansiona nelle vicinanze
nl: Of scan in de buurt
pt_pt: Ou digitaliza por perto

source: Or type any emoji
da: Eller skriv en vilkårlig emoji
es: O escribe cualquier emoji
fr: Ou saisissez un emoji
it: Oppure digita un emoji
nl: Of typ een emoji
pt_pt: Ou escreve um emoji qualquer

source: Organization
da: Organisering
es: Organización
fr: Organisation
it: Organizzazione
nl: Indeling
pt_pt: Organização

source: Other
da: Andet
es: Otros
fr: Autres
it: Altro
nl: Overig
pt_pt: Outros

source: Other variants of %@
da: Andre varianter af %@
de: Weitere Varianten von %@
es: Otras variantes de %@
fr: Autres variantes de %@
it: Altre varianti di %@
nl: Andere varianten van %@
pt_pt: Outras variantes de %@

source: Owner
da: Ejer
es: Propietario
fr: Propriétaire
it: Proprietario
nl: Eigenaar
pt_pt: Proprietário

source: Pancakes
da: Pandekager
es: Tortitas
it: Pancake
nl: Pannenkoeken
pt_pt: Panquecas

source: Pantry
da: Kolonial
es: Despensa
fr: Épicerie
it: Dispensa
nl: Voorraadkast
pt_pt: Despensa

source: Pantry staple
da: Basisvare
de: Vorratsartikel
es: Artículo de despensa
fr: Produit de base
it: Scorta
nl: Voorraadartikel
pt_pt: Artigo de despensa

source: Pantry staples
da: Basisvarer
es: Artículos de despensa
fr: Produits de base
it: Scorte
nl: Voorraadartikelen
pt_pt: Artigos de despensa

source: Pantry staples never come out of the plan onto the list. Run out of one? Add it here — it stays put when the list is rebuilt.
da: Basisvarer kommer aldrig fra planen over på listen. Er du løbet tør for en? Tilføj den her — den bliver stående, når listen bygges op igen.
de: Vorratsartikel kommen nie aus dem Plan auf die Liste. Etwas ausgegangen? Hier hinzufügen – es bleibt auch beim Neuaufbau der Liste stehen.
es: Los artículos de despensa nunca pasan del plan a la lista. ¿Se te ha acabado alguno? Añádelo aquí: se queda aunque vuelvas a crear la lista.
fr: Les produits de base ne passent jamais du menu à la liste. Vous êtes à court de l’un d’eux ? Ajoutez-le ici — il reste en place même si la liste est reconstruite.
it: Le scorte non passano mai dal piano alla lista. Ne è finita una? Aggiungila qui: resta anche quando la lista viene ricreata.
nl: Voorraadartikelen komen nooit vanuit het plan op de lijst. Iets op? Voeg het hier toe — het blijft staan als de lijst opnieuw wordt opgebouwd.
pt_pt: Os artigos de despensa nunca passam do plano para a lista. Acabou-se algum? Adiciona-o aqui — fica lá mesmo quando a lista é reconstruída.

source: Pantry staples…
da: Basisvarer…
de: Vorräte …
es: Artículos de despensa…
fr: Produits de base…
it: Scorte…
nl: Voorraadartikelen…
pt_pt: Artigos de despensa…

source: Partly planned
da: Delvist planlagt
es: Parcialmente planificado
fr: Partiellement prévu
it: Parzialmente pianificato
nl: Deels gepland
pt_pt: Parcialmente planeado

source: Paused
da: Sat på pause
es: En pausa
fr: En pause
it: In pausa
nl: Gepauzeerd
pt_pt: Em pausa

source: People are free at different times.
da: Folk er fri på forskellige tidspunkter.
de: Die Personen sind zu unterschiedlichen Zeiten frei.
es: Cada persona está libre a horas distintas.
fr: Les personnes sont libres à des moments différents.
it: Le persone sono libere in momenti diversi.
nl: Mensen zijn op verschillende momenten vrij.
pt_pt: As pessoas estão livres em alturas diferentes.

source: Pepper
da: Peber
de: Pfeffer
es: Pimienta
fr: Poivre
it: Pepe
nl: Peper
pt_pt: Pimenta

source: per 100 g
da: pr. 100 g
es: por 100 g
fr: pour 100 g
pt_pt: por 100 g

source: per 100 ml
da: pr. 100 ml
es: por 100 ml
fr: pour 100 ml
pt_pt: por 100 ml

source: per piece
da: pr. stk.
es: por unidad
fr: par pièce
it: al pezzo
nl: per stuk
pt_pt: por unidade

source: per serving
da: pr. portion
es: por ración
fr: par portion
it: a porzione
nl: per portie
pt_pt: por dose

source: Photos
da: Billeder
de: Fotos
es: Fotos
it: Foto
nl: Foto’s
pt_pt: Fotos

source: Pick a dish
da: Vælg en ret
es: Elige un plato
fr: Choisir un plat
it: Scegli un piatto
nl: Kies een gerecht
pt_pt: Escolher um prato

source: Pick a dish to start this routine.
da: Vælg en ret for at starte denne rutine.
es: Elige un plato para empezar esta rutina.
fr: Choisissez un plat pour lancer cette routine.
it: Scegli un piatto per avviare questa routine.
nl: Kies een gerecht om deze routine te starten.
pt_pt: Escolhe um prato para começar esta rotina.

source: Pick an emoji or a symbol to stand in for dishes you don’t have a photo of.
da: Vælg en emoji eller et symbol, der kan stå for retter, du ikke har et billede af.
es: Elige un emoji o un símbolo para representar los platos de los que no tengas foto.
fr: Choisissez un emoji ou un symbole pour représenter les plats sans photo.
it: Scegli un emoji o un simbolo per rappresentare i piatti di cui non hai una foto.
nl: Kies een emoji of symbool voor gerechten waarvan je geen foto hebt.
pt_pt: Escolhe um emoji ou um símbolo para representar os pratos de que não tens foto.

source: Pick any familiar dishes you want in your library on day one.
da: Vælg de kendte retter, du vil have i din samling fra dag ét.
de: Wähle bekannte Gerichte für deine Bibliothek am ersten Tag.
es: Elige los platos conocidos que quieras tener en tu colección desde el primer día.
fr: Choisissez les plats familiers que vous voulez avoir dans votre collection dès le premier jour.
it: Scegli i piatti che conosci e che vuoi avere nella tua raccolta fin dal primo giorno.
nl: Kies bekende gerechten die je vanaf dag één in je collectie wilt hebben.
pt_pt: Escolhe os pratos conhecidos que queres ter na tua coleção desde o primeiro dia.

source: Pick the Bring! list this family’s shopping list belongs to. Everyone in your family who connects their own Bring! account should pick the same one.
da: Vælg den Bring!-liste, som denne families indkøbsliste hører til. Alle i familien, der forbinder deres egen Bring!-konto, bør vælge den samme.
de: Wähle die Bring!-Liste, zu der die Einkaufsliste dieser Familie gehört. Alle in der Familie, die ihr eigenes Bring!-Konto verbinden, sollten dieselbe wählen.
es: Elige la lista de Bring! a la que pertenece la lista de la compra de esta familia. Todas las personas de tu familia que conecten su propia cuenta de Bring! deberían elegir la misma.
fr: Choisissez la liste Bring! à laquelle appartient la liste de courses de cette famille. Toutes les personnes de votre famille qui connectent leur propre compte Bring! doivent choisir la même.
it: Scegli la lista Bring! a cui appartiene la lista della spesa di questa famiglia. Tutti in famiglia che collegano il proprio account Bring! dovrebbero scegliere la stessa.
nl: Kies de Bring!-lijst waar de boodschappenlijst van dit gezin bij hoort. Iedereen in je gezin die zijn eigen Bring!-account koppelt, moet dezelfde kiezen.
pt_pt: Escolhe a lista do Bring! a que pertence a lista de compras desta família. Todas as pessoas da tua família que liguem a sua própria conta Bring! devem escolher a mesma.

source: Pick which Bring! list to use first.
da: Vælg først, hvilken Bring!-liste der skal bruges.
de: Wähle zuerst aus, welche Bring!-Liste verwendet werden soll.
es: Elige primero qué lista de Bring! usar.
fr: Choisissez d’abord la liste Bring! à utiliser.
it: Scegli prima quale lista Bring! usare.
nl: Kies eerst welke Bring!-lijst je wilt gebruiken.
pt_pt: Escolhe primeiro que lista do Bring! usar.

source: Placeholder
da: Pladsholder
es: Marcador de posición
fr: Visuel de remplacement
it: Segnaposto
pt_pt: Marcador de posição

source: Places
da: Steder
es: Sitios
fr: Lieux
it: Luoghi
nl: Plekken
pt_pt: Locais

source: Places you’ve been
da: Steder, du har været
es: Sitios en los que has estado
fr: Lieux où vous êtes allé
it: Posti in cui sei stato
nl: Plekken waar je bent geweest
pt_pt: Locais onde já estiveste

source: Plan ${dish} for ${meal} on ${date}
da: Planlæg ${dish} til ${meal} den ${date}
es: Planificar ${dish} para ${meal} el ${date}
fr: Prévoir ${dish} pour ${meal} le ${date}
it: Pianifica ${dish} per ${meal} il ${date}
nl: ${dish} plannen voor ${meal} op ${date}
pt_pt: Planear ${dish} para ${meal} em ${date}

source: Plan a Meal
da: Planlæg et måltid
es: Planificar una comida
fr: Prévoir un repas
it: Pianifica un pasto
nl: Een maaltijd plannen
pt_pt: Planear uma refeição

source: Plan an extra…
da: Planlæg et ekstra måltid…
de: Extra einplanen…
es: Planificar un extra…
fr: Prévoir un extra…
it: Pianifica un extra…
nl: Extra plannen…
pt_pt: Planear um extra…

source: Plan meal
da: Planlæg måltid
de: Mahlzeit planen
es: Planificar comida
fr: Prévoir le repas
it: Pianifica pasto
nl: Maaltijd plannen
pt_pt: Planear refeição

source: Plan Meal
da: Planlæg måltid
es: Planificar comida
fr: Prévoir le repas
it: Pianifica pasto
nl: Maaltijd plannen
pt_pt: Planear refeição

source: Plan meal…
da: Planlæg måltid…
es: Planificar comida…
fr: Prévoir le repas…
it: Pianifica pasto…
nl: Maaltijd plannen…
pt_pt: Planear refeição…

source: Plan some meals, then rebuild the list — or add items yourself below.
da: Planlæg nogle måltider, og byg listen op igen — eller tilføj selv varer nedenfor.
es: Planifica algunas comidas y vuelve a crear la lista, o añade artículos tú mismo abajo.
fr: Prévoyez quelques repas puis reconstruisez la liste — ou ajoutez vous-même des articles ci-dessous.
it: Pianifica qualche pasto e poi ricrea la lista, oppure aggiungi tu stesso gli articoli qui sotto.
nl: Plan een paar maaltijden en bouw de lijst opnieuw op — of voeg hieronder zelf items toe.
pt_pt: Planeia algumas refeições e reconstrói a lista — ou adiciona tu mesmo artigos abaixo.

source: Plan the next 7 days for free, or unlock MealPlan to plan as far ahead as you like.
da: Planlæg de næste 7 dage gratis, eller lås MealPlan op for at planlægge så langt frem, du vil.
es: Planifica los próximos 7 días gratis o desbloquea MealPlan para planificar con toda la antelación que quieras.
fr: Planifiez les 7 prochains jours gratuitement, ou débloquez MealPlan pour planifier aussi loin que vous voulez.
it: Pianifica gratis i prossimi 7 giorni oppure sblocca MealPlan per pianificare quanto avanti vuoi.
nl: Plan de komende 7 dagen gratis, of ontgrendel MealPlan om zo ver vooruit te plannen als je wilt.
pt_pt: Planeia gratuitamente os próximos 7 dias ou desbloqueia o MealPlan para planear tão longe quanto quiseres.

source: Plan the week
da: Planlæg ugen
de: Die Woche planen
es: Planificar la semana
fr: Planifier la semaine
it: Pianifica la settimana
nl: De week plannen
pt_pt: Planear a semana

source: Plan the week meal by meal on a calendar the whole family sees.
da: Planlæg ugen måltid for måltid i en kalender, som hele familien kan se.
de: Plane die Woche Mahlzeit für Mahlzeit – in einem Kalender, den die ganze Familie sieht.
es: Planifica la semana comida a comida en un calendario que ve toda la familia.
fr: Planifiez la semaine repas par repas, dans un calendrier que toute la famille voit.
it: Pianifica la settimana pasto per pasto su un calendario che vede tutta la famiglia.
nl: Plan de week maaltijd voor maaltijd op een kalender die het hele gezin ziet.
pt_pt: Planeia a semana refeição a refeição num calendário que toda a família vê.

source: Plan this dish…
da: Planlæg denne ret…
es: Planificar este plato…
fr: Prévoir ce plat…
it: Pianifica questo piatto…
nl: Dit gerecht plannen…
pt_pt: Planear este prato…

source: Plan without limits
da: Planlæg uden grænser
es: Planifica sin límites
fr: Planifiez sans limites
it: Pianifica senza limiti
nl: Plan zonder grenzen
pt_pt: Planeia sem limites

source: Planned
da: Planlagt
es: Planificado
fr: Prévu
it: Pianificato
nl: Gepland
pt_pt: Planeado

source: Planned “%@” for %@
da: “%@” planlagt til %@
es: “%@” planificado para %@
fr: « %@ » prévu pour %@
it: “%@” pianificato per %@
nl: “%@” gepland voor %@
pt_pt: “%@” planeado para %@

# Planned “%@” for %@ on %@.
source: Planned “%1$@” for %2$@ on %3$@.
da: “%1$@” planlagt til %2$@ den %3$@.
es: “%1$@” planificado para %2$@ el %3$@.
fr: « %1$@ » prévu pour %2$@ le %3$@.
it: “%1$@” pianificato per %2$@ il %3$@.
nl: “%1$@” gepland voor %2$@ op %3$@.
pt_pt: “%1$@” planeado para %2$@ em %3$@.

source: Planned by %@
da: Planlagt af %@
de: Geplant von %@
es: Planificado por %@
fr: Prévu par %@
it: Pianificato da %@
nl: Gepland door %@
pt_pt: Planeado por %@

source: Planned for this meal
da: Planlagt til dette måltid
de: Für diese Mahlzeit geplant
es: Planificado para esta comida
fr: Prévu pour ce repas
it: Pianificato per questo pasto
nl: Gepland voor deze maaltijd
pt_pt: Planeado para esta refeição

source: Planned Meal
da: Planlagt måltid
es: Comida planificada
fr: Repas prévu
it: Pasto pianificato
nl: Geplande maaltijd
pt_pt: Refeição planeada

source: Planned meal unavailable
da: Planlagt måltid utilgængeligt
es: Comida planificada no disponible
fr: Repas prévu indisponible
it: Pasto pianificato non disponibile
nl: Geplande maaltijd niet beschikbaar
pt_pt: Refeição planeada indisponível

source: Planned meals
da: Planlagte måltider
es: Comidas planificadas
fr: Repas prévus
it: Pasti pianificati
nl: Geplande maaltijden
pt_pt: Refeições planeadas

source: Plans it here
da: Planlægger den her
de: Plant es hier ein
es: Lo planifica aquí
fr: Le planifie ici
it: Lo pianifica qui
nl: Plant het hier in
pt_pt: Planeia-o aqui

source: Plans this dish here
da: Planlægger denne ret her
es: Planifica este plato aquí
fr: Prévoit ce plat ici
it: Pianifica qui questo piatto
nl: Plant dit gerecht hier
pt_pt: Planeia este prato aqui
